Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: You might even be an infomorph or posthuman who has strayed so far from transhuman interests and values that you now consider yourself to be forging a unique new path of life.
fr_fr: Vous pouvez même être une infomorph ou un posthumain qui s'est tellement éloigné des intérêts et des valeurs transhumains que vous vous considérez maintenant comem forgeant une nouvelle forme de vie unique.

source: Advantages: +10 to any two skills of your choice, +20 to a Networking: [Field] skill of your choice
fr_fr: Avantages: +10 à deux compétences de votre chois, +20 à une compétence Réseau: [domaine] de votre choix.

source: Common Morphs: Infomorphs, Synths, uplift morphs
fr_fr: Morphs Communes: Informorphs, Synths, morphs élevés.

source: This is the future we’ve all been waiting for, and you’re going to enjoy it to the max.
fr_fr: C'est le futur que nous attendions tous, et vous en profitez au maximum.

source: A paradigm shift has occurred, and while everyone else is catching up, your faction embraces and revels in it.
fr_fr: Un changement de apradigme s'est produit, et pendant que tous les autres s'en remettent, votre faction l'a embrasser et s'y est révélée.

source: There is no more want, no more death, no more limits on what you can be.
fr_fr: Il n'y a plus d'envie, plus de morts, plus de limite sur ce que vous pouvez être.

source: The scum have immersed themselves in a new way of life, changing themselves as they see fit, trying out new experiences, and pushing the boundaries wherever they can ... and fuck anyone who can’t deal with that.
fr_fr: La racaille s'est immergée dans un nouveau mode de vie, se changeant comme ils le veulent, essayant de nouvelles expériences et repoussant les limites partout où ils le peuvent ... et emmerdent tout ce qui ne peuvent pas le supporter.

source: Advantages: +10 Freefall skill, +10 to a skill of your choice, +20 Networking: Autonomists skill
fr_fr: Avantages: +10 compétence Chute Libre, +10 à une compétence de votre choix, +20 compétence Réseau: Autonomistes.

source: {Socialite} You are a member of the inner system glitterati, the media-saturated social cliques that set trends, spread memes, and make or break lives with whispers, innuendo, and backroom deals.
fr_fr: {Socialite} Vous faites parti des célébrités du système intérieur, de la clique social saturée de média qui définissent les modes, qui propagent les mêmes et qui font et défont des vies d'un murmure, d'une allusion ou d'un arrangement de l'ombre.

source: You are simultaneously an icon and a devout follower.
fr_fr: Vous êtes à la fois une icône et un suivant dévoué.

source: Culture isn’t just your life, it’s your weapon of choice.
fr_fr: La culture n'est pas seulement votre vie, c'est votre arme de prédilection.

source: Advantages: +10 Persuasion skill, +10 Protocol skill, +20 Networking: Media skill
fr_fr: Avantages: +10 compétence Persusasion, +10 compétence Protocole, +20 compétence Réseau: Média.

source: Disadvatages: May not start with flat, pod, uplift, or synthetic morphs
fr_fr: Désavantages: Ne peut démarrer ni avec une morph flat, spliceur ou dans un pod, ni avec des morphs élevée ou syntéhtique.

source: Common Morphs: Exalts, Olympians, Sylphs
fr_fr: Morphs Communes: Exaltés, Olympiens, Sylphs.

source: You are a participant in the Titanian Commonwealth’s socialist cyberdemocracy.
fr_fr: Vous faires parti de la cyberdémocracie socialiste du Commonwealth Titanien.

source: Unlike other autonomist projects, Titanian joint efforts have assembled some impressive infrastructural projects as approved by the Titanian Plurality and pursued by state-owned microcorps.
fr_fr: Contrairement à d'autres projets autonomiste, l'effort collecitf Titanien a assemblé quelques projets d'infrastructure impressionant tels qu'approuvés par la Pluralité Titanienne et menés à bien par des microcorporations publique.

source: Advantages: +10 to two Technical or Academic skills of your choice, +20 Networking: Autonomists skill
fr_fr: Avantages: +20 à deux compétence Technique ou Académique de votre choix, +20 compétence Réseau: Autonomistes.

source: Your faction sees the potential in transhumanity’s future and looks back upon the rest of transhumanity as weak and hedonistic.
fr_fr: Votre faction perçoit pleinement le potentiel du futur de la transhumanité et considère le reste de la transhumnité comme faible et hédoniste.

source: Transhumanity is set to take the next evolutionary step and it’s time for transhumans to be redesigned to the best of our capabilities.
fr_fr: La transhumanité est en place pour franchir la prochaine étapes d'évolutions et il est temps pour les transhumains d'être redessiné pour le meilleur de nos capacités.

source: Advantages: +10 to two skills of your choice, +20 to a Networking: [Field] skill of your choice
fr_fr: Avantages: +10 à deux compétences de votre choix, +20 à une compétence Réseau: [domaine] de votre choix.

source: Disadvatages: May not start with Flat, Splicer, uplift, or pod morphs
fr_fr: Désavantages: ne peut pas démarrer avec une morph Plates, Spliceurs, Élevées ou dans un pod.

source: Common Morphs: Exalts, Remades
fr_fr: Morphs Communes: Exaltés, Refaits.

source: You are a supporter of the Morningstar Confederation of Venusian aerostats, resentful of the growing influence of the Planetary Consortium and other entrenched and conservative inner system powers.
fr_fr: Vous êtes un défenseur de la Confédération Morningstar des aérostats vénusiens, pleine de ressentiment vis à vis de l'influence grandissante du Consortium Planétaire et des autres puissance retranchée e conservative du système intérieur.

source: You see your faction’s ascension as a chance to reform the old guard ways of inner system politics.
fr_fr: Vous percevez l'ascenssion de votre faction comme une chance de réformer la vieille guarde des politique du système intérieur.

source: Advantages: +10 Pilot: Aircraft, +10 to one skill of your choice, +20 Networking: Hypercorps skill
fr_fr: Avantages: +10 Piloter:Engins aériens, +10 à une compétence au choix, +20 compétence Réseau: Hypercorp.

source: Common Morphs: Cases, Exalts, Mentons, Splicers, Sylphs, Synths
fr_fr: Morphs Communes: Boîtiers, Mentons, Exaltés, Spliceurs, Synths, Sylphs.

source: Each starting character receives an equal number of free points for things like rep and aptitudes.
fr_fr: Chaque personnage reçoit au départ un nombre équivalent de points gratuits pour des choses comme la rep et les aptitudes.

source: These free points are just the start for building your character, so don’t fret if you can’t get certain scores as high as you like.
fr_fr: Ces points gratuits sont le point de départ pour assembler votre personnage, ne vous inquiétez donc pas si vous ne parvenez pas à obtenir des scores aussi élevés que ce que vous aimeriez.

source: In the next stage of character creation, you will gain additional points with which you can customize your character (see Spend Customization Points, p.
fr_fr: Dans la prochaine étape de la création de personnages, vous gagnerez des points supplémentaires avec lesquels vous pourrez personnaliser votre personnage (voir la section Dépenser les Points de Personnalisation, p.

source: Tai is making a character.
fr_fr: Tai est en train de créer un personnage.

source: She decides to create a salvage retrieval/scavenger type who started as a Lunar Colonist but is now a Brinker.
fr_fr: Elle décide de créer un charognard/récupérateur de débris qui aurait commencé en tant que Colon Lunaire mais qui serait maintenant un Bordé.

source: Together, her background and faction give Tai +20 Networking: Autonomists skill, +20 Networking: Hypercorps skill, +10 Pilot: Spacecraft skill, and +10 Pilot: Groundcraft skill.
fr_fr: À eux deux, sa faction et son historique donennt à Tai +20 à la compétence Réseau: Autonomistes, +20 à la compétence Réseau: Hypercorp, +10 à la compétence Piloter: Vaisseau et +10 à la compétence Piloter: véhicule terrestre.

source: She also has +10 to two other skills (one Academic, Professional, or Technical) that she’ll choose later.
fr_fr: Elle a également +10 dans deux autres compétences (dont l'une étant une Acadméique, une Profession ou un domaine Technique) qu'elle pourra choisir plus tard.

source: Tai starts with 105 points for aptitudes, which works out to 15 each.
fr_fr: Tai démarre avec 105 points pour les aptitudes, qui permettent de mettre 15 points à chaque aptitude.

source: She wants her character to be impulsive and antisocial, so right away she lowers both SAV and WIL to 10.
fr_fr: Elle veut que son personnage soit impulsif et antisocial, elle réduit donc immédiatement son AST et sa VOL à 10.

source: She also wants to be smart and fast on her feet, so takes the extra 10 points that gives her and raises both COG and REF to 20.
fr_fr: Elle veut également ête intelligente et rapide, elle prends donc les 10 points que cela lui a donné pour augmeneter sa COG et ses REF à 20.

source: So her aptitudes are:
fr_fr: Ses aptitudes sont donc:

source: WIL
fr_fr: VOL

source: She marks down her Moxie of 1 and gets her native language (Chinese) at 85, both for free.
fr_fr: Elle note son Moxie de 1 et choisit sa langue natale (Chinois) à 85, tout les deux offerts.

source: Noting her 5,000 Credits, Tai divides her Rep score points evenly among @-rep and c-rep, taking 25 in each.
fr_fr: En notant ses 5 000 crédits, Tai divisent son score de Rep équitablement entre @-rep et c-rep, leur donnant 25 points à chacun.

source: Tai now has 1,000 points to customize.
fr_fr: Elle à maintenant 1 000 points pour personnaliser son personnage.

source: She wants to be lucky, so she starts right off spending 60 (4 x 15) CP to raise her Moxie from 1 to 5.
fr_fr: Elle veut être chanceuse, elle commence donc par dépenser 60 (4 X 15) PP pour augmenter son Moxie de 1 à 5.

source: She also decides that she wants her character to be better at spotting things, so she raises her INT from 15 to 20, at a cost of 50 CP (5 x 10).
fr_fr: Elle décide également qu'elle veut que son personnage soit meilleur pour repérer les choses, elle augmente donc son INT de 15 à 10, au coût de 50 PP (5 x 10).

source: So far, she’s spent 110 CP.
fr_fr: Jusqu'à présent, elle a dépenser 110 CP.

source: She must buy at least 400 points of Active skills, so she tackles that next.
fr_fr: Elel doit acheter au moins 400 points de compétences Active, elle s'y attaque donc.

source: She knows that skills are based on aptitudes and they get more expensive over 60, so she decides the most she’ll spend on any single skill is 40 (since her highest aptitude is 20).
fr_fr: Elel sait que les compétences sont liées aux aptitudes et qu'elle deviennent plus cher au-delà de 60, elle décide donc que le maximum qu'elle dépensera sur une seule compétence sera 40 (puisque son aptitude la plus élevée est de 20).

source: She picks out her skills, assigns the points, and adds them to the starting aptitudes.
fr_fr: Elle choisist ses compétences, assigne les points et ajoute les compétences aux aptitudes liées.

source: This is what she starts with, noting the points she spent on each and the total value (counting aptitude) in parentheses.
fr_fr: Voici ce avec quoi elle commence, en notant les points dépensé sur chacune et la valeur totale (incluant l'aptitude) noté entre parenthèses.

source: Beam Weapons (COO) 30 (45), Climbing (SOM) 30 (45), Demolitions (COG) 40 (60), Fray (REF) 30 (50), Freefall (REF) 40 (60), Freerunning (SOM) 30 (45), Hardware: Aerospace (COG) 40 (60), Infiltration (COO) 30 (45), Interfacing (COG) 20 (40), Navigation (INT) 40 (60), Perception (INT) 40 (60), Persuasion (SAV) 20 (30), Research (COG) 20 (40), and Scrounging (INT) 40 (60).
fr_fr: Armes à Rayons (COO) 30 (45), Escalade (SOM) 30 (45), Démolition (COG) 40 (60), Esquive (REF) 30 (50), Chute Libre (REF) 40 (60), Parkour (SOM) 30 (45), Matériel: Aérospatialle (COG) 40 (60), Infiltration (COO) 30 (45), Interfaçage (COG) 20 (40), Navigation (INT) 40 (60), Perception (INT) 40 (60), PErsuasion (AST) 20 (30), Recherche (COG) 20 (40) et Fouille (INT) 40 (60).

source: This costs her 450 CP, so she’s spent a total of 560 CP so far.
fr_fr: Cela lui coûte 450 PP, elle a donc dépensé un total de 560 PP jusqu'ici.

source: Now she spends her 300 points of Knowledge skills: Academics: Astrophysics (COG) 40 (60), Academics: Engineering (COG) 40 (60), Academics: Fall History (COG) 40 (60), Art: Sculpture (INT) 40 (60), Interest: Brinker Stations (COG) 40 (60), Interest: Conspiracies (COG) 30 (50), Language: English (INT) 40 (60), Profes- sion: Appraisal (COG) 40 (60), Profession: Scavenger Trade (COG) 40 (60).
fr_fr: Elle dépense maintenant 300 points de compétences de Connaissances: Académique: Astrophysique (COG) 40 (60), Académique: Ingénierie (COG) 40 (60), Académique: Histoire de la Chute (COG) 40 (60), Art: Sculpture (INT) 40 (60), Intérêt: Statiosn Bordées (COG) 40 (60), Intérêts: Conspirtaion (COG) 30 (50), Langue: Anglais (INT) 40 (60), Profession: Estimation (COG) 40 (60), Profession: Commerce de Récupérateur (COG) 40 (60).

source: This costs her another 350 CP, bringing her total spent CP to 910.
fr_fr: Cela lui coûte encore 350 PP, amenant le total de PP dépensés à 910.

source: Adding in her background and faction skills, she also has Networking: Autonomists (SAV) 30, Networking: Hypercorps (SAV) 30, Pilot: Spacecraft (REF) 30 (50), Pilot: Groundcraft (REF) 30 (50).
fr_fr: En ajoutant ses compétences d'historique et de faction, elle a également Réseau: AUtonomistes (AST) 30 (40), Réseau: Hypercorp (AST) 30 (40), Piloter: Vaisseau (REF) 30 (50), Piloter: Engins terrestres (REF) 30 (50).

source: She takes the freebie +10 and adds it to Fray (raising it to 60) and applies the other +10 to Academics: Economics (COG) 30.
fr_fr: Elle prend le bonus de +10 et l'attribue à Esquive (l'amenant à 60) et applique l'autre +10 à Académique: Économie (COG) 30.

source: With 90 CP left, Tai moves on to Rep.
fr_fr: Avec les 90 PP restants, Tai s'attaque à la Rep.

source: Tai wants to have a lot of good connections, so she raises both of her Rep scores by 30 points each, at a cost of 6 CP.
fr_fr: Tai veut avoir beaucoup de bonnes connexions, elle augmente donc ses deux score de rep de 30 points chacun, pour un coût de 6 PP.

source: She also decides she needs some credibility with criminal types, so she buys g-rep at 40, for 4 more CP.
fr_fr: Elle décide également qu'elle a besoin d'un peu de crédibilité avec les criminels, elle achète donc la g-rep à 40 pour 4 PP de plus.

source: Now she has 80 CP left.
fr_fr: Il lui reste donc 80 PP.

source: Tai’s character needs a body, and she decides a bouncer is most suited for the nomadic, spacefaring lifestyle of her brinker.
fr_fr: Le personnage de Tai a besoind 'un corps, et elle décide que le bounceurs est le plus adapté au style de vie nomade et spatial de son bordé.

source: That costs another 40 CP, leaving her with 50 CP left to spend.
fr_fr: Cela lui co ûte encore 40 PP, la liassant avec 50 PP a dépenser.

source: Looking back at her skills, she decides to raise her Pilot: Spacecraft from 50 to 70.
fr_fr: En reconsidérant ses compétences, elle décide de développer sa compétence Piloter: Vaisseau de 50 à 70.

source: It costs her 10 CP to raise the skill to 60, and another 20 CP to raise it from 60 to 70, for a total cost of 30 CP.
fr_fr: Cela lui coute 10 PP pour l'amener à 60, puis 20 de plus pour la pousser jusqu'à 70, pour un coût total de 30 PP.

source: She also wants to raise her Scrounging from 60 to 70, for a 20 CP cost.
fr_fr: Elel veut également développer sa compétence Fouille de 60 à 70, pour un coût de 20 PP.

source: That nicely uses up the last of her CP.
fr_fr: Cela utilise bien ses derneirs PP.

source: Scanning the traits, though, Tai also decides that Situational Awareness would be a good choice for her scavenger.
fr_fr: En regardant les Traits, Tai décide que Conscience Spatiale pourrait être un bon choix pour son charognard.

source: At a cost of 10 CP, she would need to take another negative trait to compensate.
fr_fr: A un coût de 10 PP, ele aura besoin de prendre un autre trait négatif pour compenser.

source: She chooses Neural Damage (synaesthesia)—a condition she inherited from a rampaging nanovirus during the Fall.
fr_fr: Elle choisit Séquelle Neuronale (Synaesthesie) - une maladie qu'elle a récupéré d'un nanovirus déchaîné pendant la Chute.

source: Tai’s points are now all evened out and spent.
fr_fr: Le spoints de Tai sont maintenant tous dépensés.

source: Your character receives 105 free points to distribute among their 7 aptitudes: Cognition, Coordination, Intuition, Reflexes, Savvy, Somatics, and Willpower (see Aptitudes, p.
fr_fr: Votre personnage reçoit 105 points gratuits à distribuer parmi les ses 7 aptitudes: Cognition, Coordination, Intuition, Réflexes, Astuce, Somatique et Volonté (voir Aptitudes p.

source: (That breaks down to an average of 15 per aptitude, so it may be easiest to give each 15 and then adjust accordingly, raising some and lowering others.) Each aptitude must be given at least 5 points (unless you take the Feeble trait, see p.
fr_fr: (Cela se divise à une moyenne de 15 points par aptitude, il peut donc être plus simple de donner 15 points à chacune et ensuite d'ajuster en fonction, en augmenter certaines, en en réduisant d'autres.) Chaque aptitude doit recevoir au moins 5 points (à moins que vous n'ayez choisi le trait Frêle, voir p.

source: 149), and no aptitude may be raised higher than 30 (unless you take the Exceptional Aptitude trait, p.
fr_fr: 149), et aucune aptitude ne peut dépasser 30 points (sauf si vous avez choisit le trait Aptitude Esxceptionnelle p.

source: Note that certain morphs (flats and splicers, for example) may also put a cap on how high your aptitudes may be (see Aptitude Maximums, p.
fr_fr: Notez que certaines morphs (plates et spliceurs par exemple) peuvent également mettre plafonner le maximum de vos aptitudes (voir Maximum d'Aptitudes, p.

source: For simplicity, it is recommended that aptitude scores be handled as multiples of 5, but this is not a necessity.
fr_fr: Pour simplifier le tout, il est recommandé que les scores d'aptitudes soient gérées par multiples de 5, mais ce n'est pas une nécessité.

source: Every character receives their natural Language skill at a rating of 70 + INT for free.
fr_fr: Chaque personnage reçoit la compétence compétence de leur Langue naturelle a un niveau de 70 + INT gratuitement.

source: This skill may be raised with CP (see below).
fr_fr: Cette compétence peut-être améliorée avec des PP (voir plus bas).

source: Every character starts off with a Moxie stat of 1 (see Moxie, p.
fr_fr: Chaque personnage commenace abec une stat Moxie de 1 (voir Moxie, p.

source: All characters are given 5,000 credits with which to purchase gear during character creation, unless you have the Fall Evacuee or Re-instantiated background (in which case you start with 2,500 or 0 credits, re- spectively).
fr_fr: Tout les personnages reçoivent 5 000 crédits avec lesquels acheter du matériel pendant la création de personnage, à moins que vous n'ayez l'historique Évacué de la CHute ou Ré-Instantié (auquel cas vous démarrez avec 2 500 ou 0 crédits, respectivement).

source: See Purchasing Gear, p.
fr_fr: Voir Acheter du Matériel, p.

source: 136, for more details.
fr_fr: 136, pour de plus amples détails.

source: {Rep} Your character isn’t a complete newbie.
fr_fr: {Rep} Votre peronnage n'est pas un débutant complet.

source: You get 50 rep points to divide between the reputation networks of your choice (see Reputation and Social Networks, p.
fr_fr: Vous recevez 50 points de rep à répartir entre les différentes réseaux de réputation de votre choix (voir Réputation et Réseaux Sociaux, p.

source: {Spend Customization Points} Now that you have the basics of your character fleshed out, you can spend additional Customization Points (CP) to fine-tune your character.
fr_fr: {Dépenser les Points de Personnalisations} Maintenantq ue vous avez les bases de votre eprsonnage définie, vous pouvez dépenser des Points de Personnages (PP) pour détailler finement votre personnage.

source: Each character is given 1,000 CP, which may be used to increase aptitudes, buy skills, acquire more Moxie, buy more credit, elevate your Rep, or purchase positive traits.
fr_fr: Chaque personnage reçoit 1 000 PP qui peuvent être utilisé pour augmenter les aptitudes, acheter des compétences, acquérir plus de Moxie, acheter plus de crédit, élever votre rep ou acheter des traits positifs.

source: You may also take on negative traits in order to get even more CP with which to customize your character.
fr_fr: Vous pouvez également prendre des traits négatifs pour gagner encore plus de PP avec lesquels personnaliser votre personnage.

source: This customization process should be used to tweak your character and specialize them in the ways you desire.
fr_fr: Ce process de personnalisation devrait être utilisé pour bidouiller votre personnage et le spécialiser de la manière dont vous le désirez.

source: If a gamemaster seeks a different level of gameplay, they can adjust this CP amount.
fr_fr: Si un maître de jeu désire un autre niveau de jeu, le total de PP peut être ajusté.

source: If the gamemaster wants a scenario where the starting characters are younger or less experienced, they can lower the CP to 800 or even 700.
fr_fr: Pour un scénario dans lequel les personnages sont plus jeunes ou moins expérimenté, le nombre de PP peutêtre réduit à 800 ou même 700.

source: On the other hand, if you want to create characters who start off as grizzled veterans, you can raise the CP to 1,100 or even 1,200.
fr_fr: D'un autre côté, si vous voulez créer des personnages qui démaare comme des vétérans endurcis, le nombre de PP peut être augmenter à 1 100 ou 1 200.

source: Not all customizations are equal - aptitudes, for example, are considerably more valuable than individual skills.
fr_fr: Toutes les personnalisations ne sont pas éagles - les aptitudes, par exemple, sont bien plus importante que les compétences individuelles.

source: To reflect this, CP must be spent at a specific ratio according to the specific boost desired.
fr_fr: POur refléter ça, les PP doivent être dépenser à un taux spécifique en fonction des améliorations voulues.

source: Customization Points 15 CP = 1 Moxie point 10 CP = 1 aptitude point 5 CP = 1 psi sleight 5 CP = 1 specialization 2 CP = 1 skill point (61-80) 1 CP = 1 skill point (up to 60) 1 CP = 1,000 credit 1 CP = 10 Rep Trait and morph costs vary as noted.
fr_fr: Point de Personnalisation 15 PP = 1 point de Moxie 10 PP = 1 point d'aptitude 5 PP = 1 exploit psi 5 PP = 1 spécialisation 2 PP = 1 point de compétence (61-80) 1 PP = 1 point de compétence (jusqu'à 60) 1 PP = 1 000 crédit 1 PP = 10 rep Le coût des traits et des morphs varient comme spécifié à chaque fois.

source: Raising your aptitude score is quite expensive at 10 CP per aptitude point.
fr_fr: Augmenter votre score d'Aptitude est relativement cher et coûte 10 PP par points d'aptitudes.

source: As noted above, no aptitude may be increased above 30.
fr_fr: Comme noté au-dessus, aucune aptitude ne peut être augemntée au delà de 30.

source: Keep in mind that your morph may also provide certain aptitude bonuses.
fr_fr: Gardez en tête que votre morph peut également vous fournir certains bonus d'aptitude.

source: Moxie may be raised at the cost of 15 CP per Moxie point.
fr_fr: Le Moxie peut être élevée au coût de 15 PP par points de Moxie.

source: The maximum to which Moxie may be raised is 10.
fr_fr: Le niveau maximum auquel le Moxie peut-être élevé est de 10.
